Repository: HenriquesPontes/Near
Catalog: Near/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt, pt_br, ru, zh_hans

source: The Near app continuously parses Bluetooth Low Energy advertisements. Ray-Ban Meta glasses emit periodic BLE pulses to negotiate data transfers, letting us detect them even if recording is not actively running.
ar: يقوم تطبيق Near بتحليل إعلانات Bluetooth منخفضة الطاقة بشكل مستمر. تصدر نظارات Ray-Ban Meta نبضات BLE دورية للتفاوض بشأن عمليات نقل البيانات، مما يتيح لنا اكتشافها حتى لو لم يكن التسجيل قيد التشغيل بشكل نشط.
de: Die Near-App analysiert kontinuierlich Bluetooth Low Energy-Werbung. Ray-Ban Meta-Brillen senden periodische BLE-Impulse aus, um Datenübertragungen auszuhandeln, sodass wir sie auch dann erkennen können, wenn die Aufzeichnung nicht aktiv läuft.
es: La aplicación Near analiza continuamente anuncios de Bluetooth Low Energy. Las gafas Ray-Ban Meta emiten pulsos BLE periódicos para negociar las transferencias de datos, lo que nos permite detectarlas incluso si la grabación no se está ejecutando activamente.
fr: L'application Near analyse en permanence les publicités Bluetooth Low Energy. Les lunettes Ray-Ban Meta émettent des impulsions BLE périodiques pour négocier les transferts de données, nous permettant de les détecter même si l'enregistrement n'est pas en cours.
hi: Near ऐप लगातार ब्लूटूथ लो एनर्जी विज्ञापनों को पार्स करता है। रे-बैन मेटा ग्लास डेटा ट्रांसफर के लिए समय-समय पर बीएलई पल्स उत्सर्जित करते हैं, जिससे हमें रिकॉर्डिंग सक्रिय रूप से नहीं चलने पर भी उनका पता लगाने में मदद मिलती है।
it: L'app Near analizza continuamente gli annunci pubblicitari Bluetooth Low Energy. Gli occhiali Ray-Ban Meta emettono impulsi BLE periodici per negoziare i trasferimenti di dati, permettendoci di rilevarli anche se la registrazione non è attiva.
ja: Near アプリは、Bluetooth Low Energy アドバタイズメントを継続的に解析します。 Ray-Ban Meta グラスは、データ転送をネゴシエートするために周期的な BLE パルスを発するため、録画がアクティブに実行されていない場合でも、BLE パルスを検出できます。
ko: Near 앱은 Bluetooth Low Energy 광고를 지속적으로 구문 분석합니다. Ray-Ban Meta 안경은 주기적으로 BLE 펄스를 방출하여 데이터 전송을 협상하므로 녹화가 활발하게 실행되지 않는 경우에도 이를 감지할 수 있습니다.
pt: O app Near analisa continuamente os anúncios do Bluetooth Low Energy. Os óculos Ray-Ban Meta emitem pulsos BLE periódicos para negociar transferências de dados, permitindo a detecção mesmo que a gravação não esteja ativa.
pt_br: O aplicativo Near analisa continuamente anúncios Bluetooth Low Energy. Os óculos Ray-Ban Meta emitem pulsos BLE periódicos para negociar transferências de dados, permitindo-nos detectá-los mesmo que a gravação não esteja em execução ativa.
ru: Приложение Near постоянно анализирует рекламные объявления Bluetooth Low Energy. Очки Ray-Ban Meta периодически излучают импульсы BLE для согласования передачи данных, что позволяет нам обнаруживать их, даже если запись не ведется активно.
zh_hans: Near 应用程序不断解析蓝牙低功耗广告。 Ray-Ban Meta 眼镜会发出周期性的 BLE 脉冲来协商数据传输，让我们即使没有主动运行记录也可以检测到它们。

source: The smart glasses are likely on a person right next to you.
ar: من المحتمل أن تكون النظارات الذكية على شخص بجوارك مباشرة.
de: Die Smart-Brille befindet sich wahrscheinlich bei einer Person direkt neben dir.
es: Las gafas inteligentes probablemente están en una persona justo a tu lado.
fr: Les lunettes intelligentes sont probablement sur une personne juste à côté de vous.
hi: स्मार्ट चश्मा आपके ठीक बगल वाले व्यक्ति पर होने की संभावना है।
it: Gli occhiali smart sono probabilmente indossati da una persona accanto a te.
ja: スマートグラスはあなたのすぐ隣にいる人が掛けている可能性があります。
ko: 스마트 안경은 바로 옆에 있는 사람이 착용하고 있을 가능성이 높습니다.
pt: Os óculos inteligentes provavelmente estão em alguém bem ao seu lado.
pt_br: Os óculos inteligentes provavelmente estão em uma pessoa bem ao seu lado.
ru: Умные очки, скорее всего, находятся на человеке рядом с вами.
zh_hans: 智能眼镜可能就在您身旁的人身上。

source: These devices will be ignored and won't trigger any alerts.
ar: سيتم تجاهل هذه الأجهزة ولن تؤدي إلى إطلاق أي تنبيهات.
de: Diese Geräte werden ignoriert und lösen keine Warnungen aus.
es: Estos dispositivos serán ignorados y no activarán ninguna alerta.
fr: Ces appareils seront ignorés et ne déclencheront aucune alerte.
hi: इन उपकरणों को नजरअंदाज कर दिया जाएगा और ये कोई अलर्ट ट्रिगर नहीं करेंगे।
it: Questi dispositivi verranno ignorati e non attiveranno alcun avviso.
ja: これらのデバイスは無視され、アラートはトリガーされません。
ko: 이러한 장치는 무시되며 경고를 트리거하지 않습니다.
pt: Esses dispositivos serão ignorados e não acionarão nenhum alerta.
pt_br: Esses dispositivos serão ignorados e não acionarão nenhum alerta.
ru: Эти устройства будут игнорироваться и не будут вызывать никаких предупреждений.
zh_hans: 这些设备将被忽略并且不会触发任何警报。

source: This app brings your awareness and privacy tools together in one place.
ar: يجمع هذا التطبيق أدوات التوعية والخصوصية الخاصة بك معًا في مكان واحد.
de: Diese App vereint Ihre Aufmerksamkeits- und Datenschutzwerkzeuge an einem Ort.
es: Esta aplicación reúne sus herramientas de concienciación y privacidad en un solo lugar.
fr: Cette application rassemble vos outils de sensibilisation et de confidentialité en un seul endroit.
hi: यह ऐप आपकी जागरूकता और गोपनीयता टूल को एक ही स्थान पर लाता है।
it: Questa app unisce i tuoi strumenti di sensibilizzazione e privacy in un unico posto.
ja: このアプリは、意識向上ツールとプライバシー ツールを 1 か所にまとめます。
ko: 이 앱은 인식 및 개인정보 보호 도구를 한 곳에 모아줍니다.
pt: Este aplicativo reúne suas ferramentas de conscientização e privacidade em um só lugar.
pt_br: Este aplicativo reúne suas ferramentas de conscientização e privacidade em um só lugar.
ru: Это приложение объединяет ваши инструменты повышения осведомленности и конфиденциальности в одном месте.
zh_hans: 该应用程序将您的意识和隐私工具集中在一处。

source: Threat Map (Beta)
ar: خريطة التهديد (تجريبية)
de: Bedrohungskarte (Beta)
es: Mapa de amenazas (Beta)
fr: Carte des menaces (bêta)
hi: खतरा मानचित्र (बीटा)
it: Mappa delle minacce (Beta)
ja: 脅威マップ (ベータ版)
ko: 위협 지도(베타)
pt: Mapa de ameaças (beta)
pt_br: Mapa de ameaças (beta)
ru: Карта угроз (бета)
zh_hans: 威胁地图（测试版）

source: Timeout interval:
ar: الفاصل الزمني للمهلة:
de: Timeout-Intervall:
es: Intervalo de tiempo de espera:
fr: Intervalle de temporisation :
hi: समय समाप्ति अंतराल:
it: Intervallo di timeout:
ja: タイムアウト間隔:
ko: 시간 초과 간격:
pt: Intervalo de tempo limite:
pt_br: Intervalo de tempo limite:
ru: Интервал тайм-аута:
zh_hans: 超时间隔：

source: Trace Device
ar: جهاز التتبع
de: Trace-Gerät
es: Rastrear dispositivo
fr: Dispositif de traçage
hi: ट्रेस डिवाइस
it: Dispositivo di traccia
ja: トレースデバイス
ko: 추적 장치
pt: Dispositivo de rastreamento
pt_br: Dispositivo de rastreamento
ru: Отслеживание устройства
zh_hans: 跟踪设备

source: Tracing Device
ar: جهاز التتبع
de: Ortungsgerät
es: Dispositivo de rastreo
fr: Dispositif de traçage
hi: ट्रेसिंग डिवाइस
it: Dispositivo di tracciamento
ja: 追跡装置
ko: 추적 장치
pt: Dispositivo de rastreamento
pt_br: Dispositivo de rastreamento
ru: Устройство слежения
zh_hans: 追踪装置

source: Trust
ar: يثق
de: Vertrauen
es: Confianza
fr: Confiance
hi: विश्वास
it: Fiducia
ja: 信頼
ko: 신뢰하다
pt: Confiar
pt_br: Confiar
ru: Доверять
zh_hans: 相信

source: Trusted Devices
ar: الأجهزة الموثوقة
de: Vertrauenswürdige Geräte
es: Dispositivos confiables
fr: Appareils de confiance
hi: विश्वसनीय उपकरण
it: Dispositivi attendibili
ja: 信頼できるデバイス
ko: 신뢰할 수 있는 장치
pt: Dispositivos confiáveis
pt_br: Dispositivos confiáveis
ru: Доверенные устройства
zh_hans: 可信设备

source: Understanding Smart Wear Risks
ar: فهم مخاطر التآكل الذكي
de: Smart-Wear-Risiken verstehen
es: Comprendiendo los riesgos de la tecnología vestible
fr: Comprendre les risques des wearables
hi: स्मार्ट वियर जोखिमों को समझना
it: Comprendere i rischi dei dispositivi smart
ja: スマートウェアのリスクを理解する
ko: 스마트웨어 위험 이해
pt: Entendendo Riscos de Dispositivos Inteligentes
pt_br: Compreendendo os riscos de desgaste inteligente
ru: Понимание рисков Smart Wear
zh_hans: 了解智能穿戴设备的隐私风险

source: Unidentified bluetooth emissions
ar: انبعاثات التآكل الذكية العامة
de: Generische Smart-Wear-Emissionen
es: Emisiones genéricas de tecnología vestible inteligente
fr: Émissions génériques de wearables intelligents
hi: सामान्य स्मार्ट वियर उत्सर्जन
it: Emissioni generiche di dispositivi indossabili smart
ja: 一般的なスマートウェアの排出量
ko: 일반 스마트 마모 방출
pt: Emissões genéricas di wearables
pt_br: Emissões genéricas de desgaste inteligente
ru: Общие выбросы от интеллектуального износа
zh_hans: 通用智能穿戴排放

source: Unknown camera system. May capture pictures or video streams anonymously.
ar: نظام كاميرا غير معروف. قد يلتقط الصور أو مقاطع الفيديو بشكل مجهول.
de: Unbekanntes Kamerasystem. Kann Bilder oder Videostreams anonym aufnehmen.
es: Sistema de cámara desconocido. Podría capturar imágenes o videos de forma anónima.
fr: Système de caméra inconnu. Peut capturer des photos ou des vidéos de manière anonyme.
hi: अज्ञात कैमरा सिस्टम. गुमनाम रूप से तस्वीरें या वीडियो स्ट्रीम कैप्चर कर सकता है।
it: Sistema di fotocamere sconosciuto. Può scattare foto o registrare video in modo anonimo.
ja: 不明なカメラ システム。匿名で写真やビデオ ストリームをキャプチャする場合があります。
ko: 알 수 없는 카메라 시스템. 익명으로 사진이나 비디오 스트림을 캡처할 수 있습니다.
pt: Sistema de câmera desconhecido. Pode capturar imagens ou transmissões de vídeo anonimamente.
pt_br: Sistema de câmera desconhecido. Pode capturar imagens ou transmissões de vídeo anonimamente.
ru: Неизвестная система камер. Может анонимно захватывать изображения или видеопотоки.
zh_hans: 未知的摄像头系统。可能会匿名拍摄照片或录制视频流。

source: Unknown Device
ar: جهاز غير معروف
de: Unbekanntes Gerät
es: Dispositivo desconocido
fr: Appareil inconnu
hi: अज्ञात उपकरण
it: Dispositivo sconosciuto
ja: 不明なデバイス
ko: 알 수 없는 장치
pt: Dispositivo Desconhecido
pt_br: Dispositivo desconhecido
ru: Неизвестное устройство
zh_hans: 未知设备

source: Unknown Devices
ar: أجهزة غير معروفة
de: Unbekannte Geräte
es: Dispositivos desconocidos
fr: Appareils inconnus
hi: अज्ञात उपकरण
it: Dispositivi sconosciuti
ja: 不明なデバイス
ko: 알 수 없는 장치
pt: Dispositivos desconhecidos
pt_br: Dispositivos desconhecidos
ru: Неизвестные устройства
zh_hans: 未知设备

source: Unknown Manufacturer
ar: الشركة المصنعة غير معروفة
de: Unbekannter Hersteller
es: Fabricante desconocido
fr: Fabricant inconnu
hi: अज्ञात निर्माता
it: Produttore sconosciuto
ja: メーカー不明
ko: 알 수 없는 제조업체
pt: Fabricante desconhecido
pt_br: Fabricante desconhecido
ru: Неизвестный производитель
zh_hans: 未知制造商

source: Unknown Smart Devices
ar: أجهزة ذكية غير معروفة
de: Unbekannte Smart-Geräte
es: Dispositivos inteligentes desconocidos
fr: Appareils intelligents inconnus
hi: अज्ञात स्मार्ट डिवाइस
it: Dispositivi smart sconosciuti
ja: 不明なスマートデバイス
ko: 알 수 없는 스마트 기기
pt: Dispositivos Indossabili Sconosciuti
pt_br: Dispositivos inteligentes desconhecidos
ru: Неизвестные смарт-устройства
zh_hans: 未知智能设备

source: Unknown Wearable Nearby! ⚠️
ar: غير معروف يمكن ارتداؤه في مكان قريب! ⚠️
de: Unbekanntes Wearable in der Nähe! ⚠️
es: ¡Dispositivo portátil desconocido cercano! ⚠️
fr: Objet connecté inconnu à proximité ! ⚠️
hi: पास में पहनने योग्य अज्ञात! ⚠️
it: Dispositivo indossabile sconosciuto nelle vicinanze! ⚠️
ja: 近くにある未知のウェアラブル! ⚠️
ko: 근처에 알 수 없는 웨어러블이 있습니다! ⚠️
pt: Wearable Desconhecido Próximo! ⚠️
pt_br: Vestível desconhecido nas proximidades! ⚠️
ru: Неизвестное носимое устройство поблизости! ⚠️
zh_hans: 附近检测到未知穿戴设备！⚠️

source: Version
ar: إصدار
es: Versión
hi: संस्करण
it: Versione
ja: バージョン
ko: 버전
pt: Versão
pt_br: Versão
ru: Версия
zh_hans: 版本

source: Very Close
ar: قريب جدًا
de: Ganz in der Nähe
es: Muy cerca
fr: Très proche
hi: बहुत करीब
it: Molto vicino
ja: 非常に近い
ko: 매우 가깝다
pt: Muito perto
pt_br: Muito perto
ru: Очень близко
zh_hans: 非常接近

source: Very Far
ar: بعيد جدًا
de: Sehr weit
es: muy lejos
fr: Très loin
hi: बहुत दूर
it: Molto lontano
ja: とても遠い
ko: 아주 멀다
pt: Muito longe
pt_br: Muito longe
ru: Очень далеко
zh_hans: 很远

source: Video Capture Capabilities
ar: قدرات التقاط الفيديو
de: Videoaufnahme-Fähigkeiten
es: Capacidades de captura de video
fr: Capacités de capture vidéo
hi: वीडियो कैप्चर क्षमताएँ
it: Funzionalità di cattura video
ja: ビデオキャプチャ機能
ko: 비디오 캡처 기능
pt: Capacidades de Captura de Vídeo
pt_br: Capacidades de captura de vídeo
ru: Возможности видеозахвата
zh_hans: 视频拍摄能力

source: View All Results
ar: عرض جميع النتائج
de: Alle Ergebnisse anzeigen
es: Ver todos los resultados
fr: Afficher tous les résultats
hi: सभी परिणाम देखें
it: Visualizza tutti i risultati
ja: すべての結果を表示
ko: 모든 결과 보기
pt: Ver todos os resultados
pt_br: Ver todos os resultados
ru: Просмотреть все результаты
zh_hans: 查看所有结果

source: Visually scan for the device. Look for someone wearing glasses with thicker frames or a tiny lens on the corner hinges.
ar: فحص بصري للجهاز. ابحث عن شخص يرتدي نظارات ذات إطارات أكثر سمكًا أو عدسة صغيرة على مفصلات الزاوية.
de: Suchen Sie visuell nach dem Gerät. Achten Sie auf Personen mit dickeren Brillengestellen oder einer winzigen Linse an den Ecken.
es: Escanea visualmente la zona. Busca a alguien que lleve gafas con monturas más gruesas o una lente diminuta en las bisagras de las esquinas.
fr: Inspectez visuellement les alentours. Recherchez quelqu'un portant des lunettes aux montures plus épaisses ou dotées d'une lentille minuscule sur les charnières.
hi: डिवाइस को दृष्टिगत रूप से स्कैन करें. किसी ऐसे व्यक्ति की तलाश करें जिसने मोटे फ्रेम वाला चश्मा या कोने पर छोटा लेंस पहना हो।
it: Ispeziona visivamente l'area. Cerca qualcuno che indossi occhiali con montature più spesse o una minuscola lente sulle cerniere laterali.
ja: デバイスを視覚的にスキャンします。太いフレームのメガネをかけている人、または角のヒンジに小さなレンズが付いているメガネをかけている人を探してください。
ko: 장치를 시각적으로 검색합니다. 안경테가 더 두껍거나 모서리 경첩에 작은 렌즈가 달린 안경을 쓴 사람을 찾으세요.
pt: Inspecione visualmente o ambiente. Procure por alguém usando óculos com armação mais grossa ou uma lente minúscula nas dobradiças laterais.
pt_br: Procure visualmente o dispositivo. Procure alguém usando óculos com armação mais grossa ou lentes minúsculas nas dobradiças dos cantos.
ru: Визуально просканируйте устройство. Поищите кого-нибудь, кто носит очки в более толстой оправе или с крошечными линзами на угловых петлях.
zh_hans: 目视扫描设备。寻找戴镜框较厚或角铰链上镜片较小的眼镜的人。

source: Weak (<=-80dBm)
ar: ضعيف (<=-80dBm)
de: Schwach (<=-80 dBm)
es: Débil (<=-80dBm)
fr: Faible (<=-80dBm)
hi: कमज़ोर (<=-80dBm)
it: Debole (<=-80dBm)
ja: 弱い (<=-80dBm)
ko: 약함(<=-80dBm)
pt: Fraco (<=-80dBm)
pt_br: Fraco (<=-80dBm)
ru: Слабый (<=-80 дБм)
zh_hans: 弱（<=-80dBm）

source: Weak signal detected. The device is far or shielded.
ar: تم اكتشاف إشارة ضعيفة. الجهاز بعيد أو محمي.
de: Schwaches Signal. Das Gerät ist weit entfernt oder abgeschirmt.
es: Se detectó señal débil. El dispositivo está lejos o bloqueado.
fr: Signal faible détecté. L'appareil est loin ou blindé.
hi: कमजोर सिग्नल का पता चला. उपकरण दूर या परिरक्षित है.
it: Rilevato segnale debole. Il dispositivo è lontano o schermato.
ja: 弱い信号が検出されました。デバイスが遠くにあるか、シールドされています。
ko: 약한 신호가 감지되었습니다. 장치가 멀리 있거나 차폐되어 있습니다.
pt: Sinal fraco detectado. O dispositivo está longe ou bloqueado.
pt_br: Sinal fraco detectado. O dispositivo está distante ou blindado.
ru: Обнаружен слабый сигнал. Устройство находится далеко или экранировано.
zh_hans: 检测到微弱信号。设备较远或被遮挡。

source: Weak/Distant (Low)
ar: ضعيف/بعيد (منخفض)
de: Schwach/Weit (Niedrig)
es: Débil/Lejano (Bajo)
fr: Faible/Lointain (Faible)
hi: कमजोर/दूरस्थ (कम)
it: Debole/Lontano (Basso)
ja: 弱・遠距離（弱）
ko: 약함/멀리 있음(낮음)
pt: Fraca/Distante (Baixa)
pt_br: Fraco/Distante (Baixo)
ru: Слабый/Отдаленный (Низкий)
zh_hans: 弱/远 (低)

source: Welcome to Near
ar: مرحبًا بك في Near
de: Willkommen bei Near
es: Bienvenido a Near
fr: Bienvenue sur Near
hi: Near में आपका स्वागत है
it: Benvenuto in Near
ja: Near へようこそ
ko: Near에 오신 것을 환영합니다.
pt: Bem-vindo ao CloseGlasses
pt_br: Bem-vindo ao Near
ru: Добро пожаловать в Near
zh_hans: 欢迎使用 Near

source: Whitelist
ar: القائمة البيضاء
es: Lista blanca
fr: Liste blanche
hi: श्वेतसूची
it: Lista bianca
ja: ホワイトリスト
ko: 화이트리스트
pt: Lista Branca
pt_br: Lista de permissões
ru: Белый список
zh_hans: 白名单

source: Why is this needed?
ar: لماذا هذا مطلوب؟
de: Warum ist das erforderlich?
es: ¿Por qué es necesario?
fr: Pourquoi est-ce nécessaire ?
hi: इसकी आवश्यकता क्यों है?
it: Perché è necessario?
ja: なぜこれが必要なのでしょうか?
ko: 이것이 왜 필요한가요?
pt: Por que isso é necessário?
pt_br: Por que isso é necessário?
ru: Зачем это нужно?
zh_hans: 为什么需要这个？

source: Your device is currently not monitoring BLE radio emissions.
ar: لا يقوم جهازك حاليًا بمراقبة انبعاثات الراديو BLE.
de: Ihr Gerät überwacht derzeit keine BLE-Funkemissionen.
es: Tu dispositivo actualmente no está monitoreando las emisiones de radio BLE.
fr: Votre appareil ne surveille pas les émissions radio BLE actuellement.
hi: आपका उपकरण वर्तमान में BLE रेडियो उत्सर्जन की निगरानी नहीं कर रहा है।
it: Il tuo dispositivo non sta attualmente monitorando le emissioni radio BLE.
ja: お使いのデバイスは現在、BLE 無線放射を監視していません。
ko: 귀하의 장치는 현재 BLE 무선 방출을 모니터링하지 않습니다.
pt: Seu dispositivo não está monitorando emissões de rádio BLE no momento.
pt_br: No momento, seu dispositivo não está monitorando emissões de rádio BLE.
ru: Ваше устройство в настоящее время не отслеживает радиоизлучение BLE.
zh_hans: 您的设备当前未监控 BLE 无线电发射。

source: Your device is monitoring BLE radio emissions from wearable camera systems nearby.
ar: يراقب جهازك انبعاثات راديو BLE الصادرة عن أنظمة الكاميرات القريبة التي يمكن ارتداؤها.
de: Ihr Gerät überwacht BLE-Funkemissionen von tragbaren Kamerasystemen in der Nähe.
es: Tu dispositivo está monitoreando las emisiones de radio BLE de los sistemas de cámaras portátiles cercanos.
fr: Votre appareil surveille les émissions radio BLE des systèmes de caméras portables à proximité.
hi: आपका उपकरण आस-पास पहनने योग्य कैमरा सिस्टम से BLE रेडियो उत्सर्जन की निगरानी कर रहा है।
it: Il tuo dispositivo sta monitorando le emissioni radio BLE dei sistemi di telecamere indossabili nelle vicinanze.
ja: お使いのデバイスは、近くのウェアラブル カメラ システムからの BLE 無線放射を監視しています。
ko: 귀하의 장치는 근처의 웨어러블 카메라 시스템에서 나오는 BLE 무선 방출을 모니터링하고 있습니다.
pt: Seu dispositivo está monitorando emissões de rádio BLE de sistemas de câmeras vestíveis nas proximidades.
pt_br: Seu dispositivo está monitorando emissões de rádio BLE de sistemas de câmeras vestíveis próximos.
ru: Ваше устройство отслеживает радиоизлучение BLE от находящихся поблизости носимых камер.
zh_hans: 您的设备正在监控附近可穿戴摄像头系统的 BLE 无线电发射。

source: Your personal awareness tool for smart glasses and camera-equipped wearables.
ar: أداة التوعية الشخصية الخاصة بك للنظارات الذكية والأجهزة القابلة للارتداء المجهزة بالكاميرات.
de: Ihr persönliches Sensibilisierungstool für Datenbrillen und mit Kameras ausgestattete Wearables.
es: Su herramienta de concientización personal para gafas inteligentes y dispositivos portátiles equipados con cámaras.
fr: Votre outil de sensibilisation personnel pour les lunettes intelligentes et les appareils portables équipés d'une caméra.
hi: स्मार्ट चश्मे और कैमरे से सुसज्जित पहनने योग्य वस्तुओं के लिए आपका व्यक्तिगत जागरूकता उपकरण।
it: Il tuo strumento di sensibilizzazione personale per occhiali intelligenti e dispositivi indossabili dotati di fotocamera.
ja: スマート グラスおよびカメラ付きウェアラブル用の個人認識ツール。
ko: 스마트 안경과 카메라가 장착된 웨어러블 기기를 위한 개인 인식 도구입니다.
pt: Sua ferramenta de conscientização pessoal para óculos inteligentes e wearables equipados com câmera.
pt_br: Sua ferramenta de conscientização pessoal para óculos inteligentes e wearables equipados com câmera.
ru: Ваш личный инструмент информирования об умных очках и носимых устройствах с камерой.
zh_hans: 适用于智能眼镜和配备摄像头的可穿戴设备的个人意识工具。

source: 1 Device Found
de: 1 Gerät gefunden
es: 1 dispositivo encontrado
fr: 1 appareil trouvé
it: 1 dispositivo trovato
pt: 1 Dispositivo Encontrado
pt_br: 1 Dispositivo Encontrado

source: 1h ago
de: Vor 1 Std.
es: Hace 1 h
fr: Il y a 1 h
it: 1 o fa
pt: Há 1 h

source: 10m ago
de: Vor 10 Min.
es: Hace 10 min
fr: Il y a 10 min
it: 10 min fa
pt: Há 10 min

source: A smart wearable is close by.
de: Ein intelligentes Wearable ist in der Nähe.
es: Un dispositivo portátil inteligente está cerca.
fr: Un objet connecté intelligent est proche.
it: Un dispositivo indossabile intelligente è vicino.
pt: Um dispositivo vestível inteligente está por perto.

source: Allow notifications
de: Benachrichtigungen erlauben
es: Permitir notificaciones
fr: Autoriser les notifications
it: Consenti notifiche
pt: Permitir notificações

source: An unidentified beacon is moving with you.
de: Ein nicht identifiziertes Signal bewegt sich mit Ihnen.
es: Una baliza no identificada se mueve con usted.
fr: Une balise non identifiée se déplace avec vous.
it: Un faro non identificato si sta muovendo con te.
pt: Um sinalizador não identificado está se movendo com você.

source: devices
de: Geräte
es: dispositivos
fr: appareils
it: dispositivi
pt: dispositivos
pt_br: dispositivos

source: Devices Found
de: Geräte gefunden
es: Dispositivos encontrados
fr: Appareils trouvés
it: Dispositivi trovati
pt: Dispositivos Encontrados
pt_br: Dispositivos Encontrados

source: Enable Cooldown
de: Abklingzeit aktivieren
es: Habilitar tiempo de espera
fr: Activer le délai d'attente
it: Attiva tempo di recupero
pt: Ativar Tempo de Espera
pt_br: Ativar Tempo de Espera

source: Get Notified when Devices are Detected
de: Lassen Sie sich benachrichtigen, wenn Geräte erkannt werden
es: Reciba notificaciones cuando se detecten dispositivos
fr: Soyez notifié lorsque des appareils sont détectés
it: Ricevi notifiche quando vengono rilevati dispositivi
pt: Seja notificado quando dispositivos forem detectados

source: Just now
de: Gerade eben
es: Ahora mismo
fr: À l'instant
it: Proprio ora
pt: Agora mesmo

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
pt: Avançar

source: Not right now
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
it: Non ora
pt: Agora não

source: Notifications include alerts about surveillance devices, trackers, and nearby wearables.
de: Benachrichtigungen umfassen Warnungen vor Überwachungsgeräten, Trackern und tragbaren Geräten in der Nähe.
es: Las notificaciones incluyen alertas sobre dispositivos de vigilancia, rastreadores y dispositivos portátiles cercanos.
fr: Les notifications incluent des alertes concernant les appareils de surveillance, les traceurs et les objets connectés à proximité.
it: Le notifiche includono avvisi su dispositivi di sorveglianza, tracker e dispositivi indossabili nelle vicinanze.
pt: As notificações incluem alertas sobre dispositivos de vigilância, rastreadores e dispositivos vestíveis próximos.

source: Off
de: Aus
es: Apagado
fr: Désactivé
it: Disattivato
pt: Desligado
pt_br: Desligado

source: Radar mode is actively monitoring for new devices in the background.
de: Der Radar-Modus überwacht im Hintergrund aktiv neue Geräte.
es: El modo radar está activo monitoreando nuevos dispositivos en segundo plano.
fr: Le mode radar surveille activement les nouveaux appareils en arrière-plan.
it: La modalità radar sta monitorando attivamente nuovi dispositivi in background.
pt: O modo radar está monitorando ativamente novos dispositivos em segundo plano.
pt_br: O modo radar está monitorando ativamente novos dispositivos em segundo plano.

source: Radar mode is paused. Tap to enable background scanning.
de: Der Radar-Modus ist pausiert. Tippen, um das Scannen im Hintergrund zu aktivieren.
es: El modo radar está pausado. Toca para habilitar el escaneo en segundo plano.
fr: Le mode radar est en pause. Touchez pour activer le scan en arrière-plan.
it: La modalità radar è in pausa. Tocca per attivare la scansione in background.
pt: O modo radar está pausado. Toque para ativar o escaneamento em segundo plano.
pt_br: O modo radar está pausado. Toque para ativar o escaneamento em segundo plano.

source: Ray-Ban Meta detected nearby.
de: Ray-Ban Meta in der Nähe erkannt.
es: Ray-Ban Meta detectado cerca.
fr: Ray-Ban Meta détecté à proximité.
it: Ray-Ban Meta rilevato nelle vicinanze.
pt: Ray-Ban Meta detectado por perto.

source: Scan Completed
de: Scan abgeschlossen
es: Escaneo completado
fr: Scan terminé
it: Scansione completata
pt: Escaneamento Concluído
pt_br: Escaneamento Concluído

source: Searching for Devices...
de: Suche nach Geräten...
es: Buscando dispositivos...
fr: Recherche d'appareils...
it: Ricerca di dispositivi...
pt: Buscando dispositivos...
pt_br: Buscando dispositivos...
